{
  "android-dev": "Android Developer",
  "contact": "Contact",
  "bio": "Bio",
  "bio-content-1": "I am a recently graduated student who is searching for a job in the Android eco-system. I only have 3 months of professional experience with Spring and Angular (I've also made this entire webpage by myself with Angular), but I have been creating Android applications for a year and a half already, and I'm quite used to its mechanisms.",
  "bio-content-2": "I also really enjoy writing clean code and I am learning Solid principles, because I think making the code readable is the oposite of a waste of time. I have my projects on GitHub for you to have a glence if you want to.",
  "curriculum-link": "./assets/pdf/en_djessyczaplicki.pdf",
  "download-curriculum": "Download curriculum",
  "features": "Features",
  "fullname": "Djessy Czaplicki",
  "group-calendar": "Group Calendar",
  "group-calendar-description": "I built this app as my school end-term project. It's a cloud based calendar that manages synched events across groups of people that share the same events. Admins of the group can set and modify events, and the users of the group can see them, set reminders and confirm their assistance.",
  "group-calendar-features": "- Jetpack Compose - Kotlin - Clean Architecture - MVVM - Dependency Injection (Dagger Hilt) - Firebase RTDB and FCM - Retrofit - Rest API - Dark mode - Material 3 - ",
  "deliicious": "Deliicious",
  "deliicious-description": "This app was made as a group project with more 3 classmates. Deliicious allows waiters to place orders with ease from the phone, and with the help of a Rest API, it sends the orders to the kitchen and track their state in real time from ordered to delivered to the table. Deliicious also comes with an ingredients storage management, which detects what ingredients an order needs and substract the quantity they need from the stock, enabling the managers to know when they are short on a product. You can also customise the layout of the tables in the restaurant on the home screen.",
  "deliicious-features": "- Jetpack Compose - Kotlin - Clean Architecture - MVVM - Retrofit - Rest API - Dark Mode",
  "app-rutas": "App Routes",
  "app-rutas-description": "An instagram for travelers. This app utilizes Google Maps API to enable its users to create travel routes using users actual location. The users can then share their routes to other people and they can like back their favorites routes. You can either view all routes published, or visit a user's profile to get all of his routes. The data is stored using Firebase Datastore.",
  "app-rutas-features": "- XML Layouts - Kotlin - Google Maps API and Static Maps API - Firebase Datastore - Dark Mode",
  "i-am": "My name is",
  "projects": "Projects",
  "residence": "Residence",
  "spain": "Spain",
  "title": "Djessy Czaplicki - Portafolio",
  "view-on-github": "View this project on github"
}
