{
  "android-dev": "Desarrollador Android",
  "contact": "Contacto",
  "bio": "Bio",
  "bio-content-1": "Soy un estudiante recién graduado de DAM que está buscando un empleo en el ecosistema de Android. Solo tengo 3 meses de experiencia profesional en Spring y Angular (también diseñé esta página entera solo con Angular), pero llevo ya un año y medio creando aplicaciones en Android, y estoy ya acostumbrado a su forma de trabajar.",
  "bio-content-2": "También disfruto escribiendo código limpio y estoy estudiando los principios Solid, porque opino que escribir código legible es todo menos una perdida de tiempo. Tengo mis proyectos en GitHub por si queréis echarle un vistazo.",
  "features": "Características",
  "fullname": "Djessy Czaplicki",
  "group-calendar": "Calendario de Grupo",
  "group-calendar-description": "Esta aplicación es la que desarrollé como proyecto de fin de grado superior (DAM). Consiste en un calendario basado en la nube que maneja eventos sincronizados entre grupos de personas que comparten unos mismos eventos. Los administradores de estos grupos pueden establecer y editar los eventos, mientras los usuarios del grupo pueden ver esos eventos, establecer recordatorios y confirmar su asistencia a los eventos.",
  "group-calendar-features": "- Jetpack Compose - Kotlin - Clean Architecture - MVVM - Inyección de dependencia (Dagger Hilt) - Firebase RTDB y FCM - Retrofit - Rest API - Modo oscuro - Material 3",
  "deliicious": "Deliicious",
  "deliicious-description": "Esta aplicación fue un trabajo de grupo realizado con 3 alumnos más. Deliicious permite a los camareros tomar los pedidos con facilidad, y con la ayuda de una Api REST, Deliicious envía las órdenes a la cocina y realiza un seguimiento en tiempo real del estado del pedido desde 'pedido' a 'entregado a la mesa'. Deliicious también incluye un gestor de almacén, que detecta los alimentos que requiere un plato y la cantidad que necesitan de ellos se resta del almacén, permitiendo a los empleados saber cuando se quedan cortos de algún producto. También se puede personalizar el layout de las mesas en la pantalla principal.",
  "deliicious-features": "- Jetpack Compose - Kotlin - Clean Architecture - MVVM - Retrofit - Rest API - Modo oscuro",
  "app-rutas": "App Rutas",
  "app-rutas-description": "Un Instagram para los viajeros. Esta aplicación utiliza la API de Google Maps para permitir a sus usuarios crear rutas usando su ubicación actual. Los usuarios pueden entonces compartir sus rutas, y también darle me gusta a sus favoritas. Puedes ver todas las rutas publicadas, o también visitar el perfil de un usuario para ver todas sus rutas. Los datos se almacenan usando Firebase Datastore.",
  "app-rutas-features": "- XML Layouts - Kotlin - API de Google Maps y la API de Mapas estáticos - Firebase Datastore - Modo oscuro",
  "i-am": "Me llamo",
  "projects": "Proyectos",
  "residence": "Residencia",
  "spain": "España",
  "title": "Djessy Czaplicki - Portfolio",
  "view-on-github": "Ver este proyecto en github"
}
